Hair_data = [
    "短寸",
	"短寸",
	"短寸",
	"你喜欢什么是什么",
	/*"泽柔头"*/
];

Attribute_data = [
	"苦逼博士",
	"老大哥",
	"沈其慧老公",
	"沈其慧男朋友"
	
];

Character_data = [
    "运动达人",
    "小狼狗",
	"小奶狗",
	"天才",
	"高傲",
	"腹黑",
	"阳光",
	"乐观",
	"斯文败类",
	"温柔",
	"可爱",
	"呆",
	"慢热",
	"高冷",
	"毒舌",
	"爱撒娇",
	"懒鬼",
	"魔鬼"
	
];

Superpower_data = [
	"变拖拉机",
	"瞬间移动",
	"读心术",
	"变成小动物",
	"时间静止",
	"预知未来",
	"感知过去",
	"隐身",
	"隔空取物",
	"念力",
	"忍术",
	"变玫瑰",
	"飞天遁地",
	"变触手",
	"QWERDF",
	"爱你",
	"持久",
	"劈叉",
	"每天开跑车接你下班",
	"厨艺特好",
	"无"
	
];

//数据来源:随便百度的 毫无科学依据
/*
Cupsize_data = [
    "AA",
    "A","A","A","A","A",
    "B","B","B","B","B","B","B","B","B","B","B",
    "C","C","C","C",
    "D","D","D",
    "E","E",
    "F",
    "G"
];


Haircolor_data = [
    "黑",
    "棕",
	"深棕",
	"咖啡",
	"暗红",
	"深绿",
	"茶绿",
	"墨黑"
	
];
*/
Skin_data = [
    "洁白",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "黝黑"
];

fujinum_data =[
	"1块",
	"1块",
	"1块",
	"1块",
	"1块",
	"1块",
	"1块",
	"1块",
	"2块",
	"4块",
	"4块",
	"6块",
	"8块",
	"一圈",
	"一圈",
	"两圈",
	"三圈",
	"年轮",
	"不存在的"
];

staytime_data =[
	"3秒",
	"3秒",
	"10秒",
	"10秒",
	"12秒",
	"23秒",
	"5分钟",
	"5分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"30分钟",
	"30分钟",
	"1小时",
	"2小时",
	"隔日"
];

