Hair_data = [
    "短寸",
	"短寸",
	"短寸",
	"曾经是有刘海的",
	"你喜欢什么我就理什么"
	/*"泽柔头"*/
];

Attribute_data = [
	"THU苦逼博士",
	"沈其慧男朋友",
	"沈其慧老公",
	"老大哥"
	
];

Character_data = [
    "只对你很温柔",
    "天才",
	"有点丑但温柔",
	"对你很好",
	"百依百顺",
	"爱你",
	"喜欢你",
	"被捶了但是还挺顽强的",
	"有时候会比较低落但是只要你给我个拥抱我就能好",
	"有时候不会说情话，但是会默默对你好",
	"想要保护你"
	
];

Superpower_data = [
	"你想我的时候我会到你身边",
	"会努力去学做菜",
	"会让你像珍珠一样快乐",
	"会努力实现你的愿望",
	"会和你结婚",
	"会和你走下去",
	"会让你不再踽踽独行",
	"会和你一起嗦粉",
	"会和你一起喝酒，而且会把你安全送回家",
	"会在周末和你一起宅在家里不出来",
	"会和你一起看剧",
	"会带你走过生活的酸甜苦辣",
	"会永远爱你",
	"会一直牵着你的手"
	
];

//数据来源:随便百度的 毫无科学依据
/*
Cupsize_data = [
    "AA",
    "A","A","A","A","A",
    "B","B","B","B","B","B","B","B","B","B","B",
    "C","C","C","C",
    "D","D","D",
    "E","E",
    "F",
    "G"
];


Haircolor_data = [
    "黑",
    "棕",
	"深棕",
	"咖啡",
	"暗红",
	"深绿",
	"茶绿",
	"墨黑"
	
];
*/
Skin_data = [
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常"
];

fujinum_data =[
	"以后可能会有",
	"肥肉有一点，应该能瘦下来吧",
	"不存在的"
];

staytime_data =[
	"3秒",
	"3秒",
	"10秒",
	"10秒",
	"12秒",
	"23秒",
	"5分钟",
	"5分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"30分钟",
	"30分钟",
	"1小时",
	"2小时",
	"隔日"
];

