Hair_data = [
    "短寸",
	"短寸",
	"短寸",
	"你喜欢什么是什么",
	/*"泽柔头"*/
];

Attribute_data = [
	"苦逼博士",
	"老大哥",
	"沈其慧老公",
	"沈其慧男朋友"
	
];

Character_data = [
	"天才",
	"有点丑",
	"对你很好",
	"百依百顺",
	"想要保护你"
	
];

Superpower_data = [
	"你想我的时候我会到你身边",
	"我会努力去学做菜",
	"会让你像珍珠一样快乐"
	
];

//数据来源:随便百度的 毫无科学依据
/*
Cupsize_data = [
    "AA",
    "A","A","A","A","A",
    "B","B","B","B","B","B","B","B","B","B","B",
    "C","C","C","C",
    "D","D","D",
    "E","E",
    "F",
    "G"
];


Haircolor_data = [
    "黑",
    "棕",
	"深棕",
	"咖啡",
	"暗红",
	"深绿",
	"茶绿",
	"墨黑"
	
];
*/
Skin_data = [
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常"
];

fujinum_data =[
	"以后可能会有",
	"不存在的"
];

staytime_data =[
	"3秒",
	"3秒",
	"10秒",
	"10秒",
	"12秒",
	"23秒",
	"5分钟",
	"5分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"30分钟",
	"30分钟",
	"1小时",
	"2小时",
	"隔日"
];

