Hair_data = [
	"短寸",
	"短寸",
	"短寸",
	"你喜欢什么是什么",
];

Attribute_data = [
	"老大哥",
	"苦逼博士",
	"喜欢沈其慧",
];

Character_data = [
	"天才",
	"沈其慧爱我"
];

Superpower_data = [
	"对你好"
	"爱你",
	"帮你实现愿望"
];

//数据来源:随便百度的 毫无科学依据
/*
Cupsize_data = [
    "AA",
    "A","A","A","A","A",
    "B","B","B","B","B","B","B","B","B","B","B",
    "C","C","C","C",
    "D","D","D",
    "E","E",
    "F",
    "G"
];


Haircolor_data = [
    "黑",
    "棕",
	"深棕",
	"咖啡",
	"暗红",
	"深绿",
	"茶绿",
	"墨黑"
	
];
*/
Skin_data = [
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
];

fujinum_data =[
	"不存在的，以后可能会有，嗯嗯"
];

staytime_data =[
	"隔日"
];